Repository: DAVIDhaker/django-sso
Catalog: src/django_sso/sso_gateway/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Single Sign-On
ru: Подсистема единого входа

source: Login/Email
ru: Логин/Почта

source: Password
ru: Пароль

source: Name
ru: Имя

source: Base url
ru: Базовая ссылка

source: Enabled
ru: Активно

source: Token
ru: Токен

source: Subordinated services
ru: Подчинённые сервисы

source: Service
ru: Сервис

source: Created at
ru: Создан

source: User identy
ru: Уникальный идентификатор пользователя

source: E-Mail, login, etc.
ru: E-Mail, логин и т.д.

source: Next url
ru: Базовая ссылка

source: To go after success auth
ru: Для перехода после авторизации

source: Request has been activated
ru: Запрос авторизации активирован

source: Are used in external sso service
ru: Был применён во внешнем сервисе

source: Authentication request
ru: Запрос авторизации

source: Authentication requests
ru: Запросы авторизации

source: Sign in
ru: Вход

source: Log in
ru: Войти

source: Y're welcome
ru: Добро пожаловать

source: guest
ru: гость

source: Sign out
ru: Выход

source: "token" is'nt set
ru: Поле "token" не заполненно

source: "next_url" is'nt set
ru: Поле "next_url" не заполненно

source: Application token is'nt exist
ru: Токен приложения не существует

source: Authentication request token is'nt set
ru: Токен запроса авторизации не задан

source: Authentication request token is'nt exists
ru: Токен запроса авторизации не существует

source: "user_identy" is'nt set
ru: Поле "token" не заполненно
